// Данные для рендомных сообщений для модуля custom.message
export const dataMessage = [
    {
        "id": 1,
        "message": "Измерять продуктивность программиста подсчетом строк кода — это так же, как оценивать постройку самолета по его весу.",
        "from": "Bill Gates",
    },
    {
        "id": 2,
        "message": "Всегда пишите код так, будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете.",
        "from": "Martin Golding",
    },
    {
        "id": 3,
        "message": "Иногда лучше остаться спать дома в понедельник, чем провести всю неделю в отладке написанного в понедельник кода.",
        "from": "Christopher Thompson",
    },
    {
        "id": 4,
        "message": "Любой дурак сможет написать код, который поймет машина. Хорошие программисты пишут код, который сможет понять человек.",
        "from": "Martin Fowler",
    },
    {
        "id": 5,
        "message": "Что бы нового мы ни создавали, мы должны дать людям возможность переходить от старых инструментов и идей к новым.",
        "from": "Bjarne Stroustrup",
    },
    {
        "id": 6,
        "message": "Два самых известных продукта, созданных в Университете Беркли — это UNIX и LSD. Это не может быть просто совпадением.",
        "from": "Jeremy S. Anderson",
    },
    {
        "id": 7,
        "message": "Магия перестаёт существовать после того, как вы понимаете, как она работает.",
        "from": "Tim Berners-Lee",
    },
    {
        "id": 8,
        "message": "Алгоритм Евклида — дед всех алгоритмов, потому что это старейший нетривиальный алгоритм, доживший до наших дней.",
        "from": "Donald Knuth",
    },
]